"lblChargeLimit" = "充電上限:";
"btnDischarge" = "放電";
"btnTopup" = "満充電";
"btnInstallHelper" = "ヘルパーをインストール";
"btnQuit" = "終了";
"hlpSailingModePopover" = "セーリングモードが有効です。";
"hlpCalibrationPopover" = "再校正中です。";
"hlpHeatProtectionPopover" = "バッテリーが高温のため、充電を停止しています。 現在の温度: ";
"hlpIntelModePopover" = "Intelモードが有効です。";
"lblSailingMode" = "セーリングモード";
"txtEnabled" = "有効";
"txtDisabled" = "無効";
"hlpSailingModeSettings" = "AlDenteは指定値までバッテリーを充電後、MacBookが設定した値まで電池残量が下がってから充電を再開します。これは、設定値付近での過度な充放電を防ぐためです。";
"txtWillSailTo" = "ここまでセーリングします";
"txtSailingModeDeactivated" = "セーリングモードを解除しました。";
"lblHeatProtection" = "過熱保護";
"hlpHeatProtectionSettings" = "AlDenteはバッテリー温度が設定値を超えると、自動的に充電を停止します。";
"txtMaxTemp" = "最大温度";
"txtCurrent" = " 現在: ";
"txtPercentage" = "%";
"txtCelsius" = "°C";
"txtHeatProtectionDeactivated" = "過熱保護を解除しました。";
"lblCalibrationMode" = "校正モード";
"btnStopCalibration" = "校正を中止";
"btnStartCalibration" = "校正を開始";
"txtDischarge15" = "放電\n15%";
"txtCharge100" = "充電\n100%";
"txtHold1h" = "維持\n1h";
"txtHold" = "維持\n";
"txtDischarge" = "放電\n";
"lblStopChargingWhenSleeping" = "スリープ時\n充電を停止";
"hlpStopChargingWhenSleeping" = "有効化時、充電残量が指定値に達していなくても、スリープに入ると充電が停止されます。";
"lblStopChargingWhenClosed" = "アプリ終了時\n充電を停止";
"lblStopChargingWhenPoweredOff" = "電源オフ時\n充電を停止";
"hlpStopChargingWhenPoweredOff" = "AlDenteを終了すると充電が禁止されます。AlDenteを再起動するか、SMCをリセットすることで再度充電することができます。";
"lblIntelMode" = "Intelモード";
"hlpIntelModeSettings" = "Intel MacBookでのみ使用可能です。最大充電値を制御するために別のSMCキーを使用します。このモードでは、放電許可、セーリングモード、キャリブレーションモードなどの機能は使用できませんが、設定した充電値は再起動しても維持されます。また、実際の終了値は、設定した値から最大5％異なる場合があります。";
"lblHelperApp" = "ヘルパーアプリケーション";
"btnReinstall" = "再インストール";
"btnRemove" = "削除";
"lblUpdates" = "アップデート";
"btnCheckForUpdates" = "アップデートを確認";
"txtCheckManually" = "手動アップデート";
"txtCheckAutomatically" = "自動でアップデートを確認";
"lblOther" = "その他";
"btnManageLicense" = "ライセンスを管理";
"btnActivateLicense" = "ライセンスをアクティベート";
"btnSaveDebugFile" = "デバッグファイルを保存";
"lblLaunchAtLogin" = "ログイン時に起動";
"hlpLaunchAtLogin" = "スタートアップ時にAlDenteを起動します";
"lblRestoreCompleted" = "復元が完了しました！";
"txtRestoreCompleted" = "各種設定値を初期値に戻しました";
"btnResetSettings" = "設定をリセットする";
"lblAlDentePro" = "AlDente Pro";
"lblAlDenteFree" = "AlDente 無料版";
"txtAHKEmail" = "apphousekitchen.com";
"lblFooterPro" = "Cooked up️ in 2024 by AppHouseKitchen";
"txtPurchaseEmail" = "https://apphousekitchen.com/pricing/";
"btnGetPro" = "Pro版を購入！";
"lblSyncingChargeState" = "充電ステータスの同期";
"txtDischargeExitDescription" = "バッテリーの放電中は、macOSが放電の停止を認識するまで待ってアプリを終了させる必要があります。OKを押して強制的に終了した場合、画面が一旦消えることがあります。";
"btnOK" = "OK";
"btnCancel" = "キャンセル";
"lblIntelNotification" = "AlDenteはIntelモードで動作しています";
"txtIntelNotification" = "ハードウェアの制約により、このMacではIntelモードのみ利用可能です。この状態ではPro機能を有効にすることはできません。";
"lblSetupNotification" = "AlDente Proの設定";
"txtSetupNotification" = "以下の設定を開いてください:\n\nシステム設定 ➔ バッテリー ➔ バッテリー\n\n そして、\n\n \Optimised battery charging\ をオフにしてください。\n\nこれにより、AlDenteは充電の挙動を完全にコントロールすることができます。";
"txtSetupNotificationVentura" = "以下の設定を開いてください:\n\nシステム設定 ➔\nバッテリ ➔\nバッテリーの状態 (iボタン)\n\n そして、\n\n \Optimised battery charging\をオフにしてください。\n\nこれにより、AlDenteは充電の挙動を完全にコントロールすることができます。";
"lblUpdateHelperNotification" = "ヘルパーをアップデート";
"txtUpdateHelperNotification" = "AlDenteは、ヘルパーアプリケーションを更新する必要があります。このアプリケーションは、\Remove Helper\ボタンでいつでも削除できます。";
"lblInstallHelperNotification" = "ヘルパーをインストール";
"txtInstallHelperNotification" = "Macの充電動作を制御するために、AlDente Proはヘルパーアプリケーションをインストールする必要があります。このアプリケーションは、\Remove Helper\ボタンでいつでも削除できます。";
"lblHelperInstallSuccessNotification" = "ヘルパーのインストールに成功しました！";
"txtHelperInstallSuccessNotification" = "ヘルパーアプリケーションは正常にインストールされました！ AlDente Proは変更を反映させるために再起動します。";
"lblRemoveHelperNotification" = "ヘルパーを削除しますか？";
"txtRemoveHelperNotification" = "ヘルパーアプリケーションを本当に削除しますか？ AlDenteはヘルパーがインストールされていないと動作しません。";
"lblHelperRemovedNotification" = "ヘルパーの削除が完了しました";
"txtHelperRemovedNotification" = "AlDenteのヘルパーアプリケーションを削除しました。AlDenteはヘルパーツールに依存しているため、ヘルパーを再インストールするまではほとんど機能しません。AlDenteを終了します。";
"lblClamshellDischargeProNotification" = "申し訳ありません！";
"txtClamshellDischargeProNotification" = "クラムシェルモード時のアクティブ放電は、Pro版でのみ利用可能です。";
"lblDischargeInfoNotification" = "放電モードに関する情報";
"txtDischargeInfoNotification" = "クラムシェルモードなどを含む全ての状態で放電を可能にするために、AlDenteはデバイスのスリープ機能を一時的に無効化する必要があります。このため、一部のMacBookでは、放電中にスリープオプションがグレーアウトする場合があります。また、スリープ動作を制御する他のアプリが正しく動作しない場合があります。";
"lblDebugInfoSavedNotification" = "デバッグ情報を保存しました";
"txtDebugInfoSavedNotification" = "デバッグ情報を以下の場所に保存しました： ";
"lblActivationSuccessfulNotification" = "アクティベーションに成功しました！";
"txtActivationSuccessfulNotification" = "AlDente Proをご購入いただきありがとうございます！ May the pasta be with you.";
"lblNoConnectionNotification" = "接続不可";
"lblDisableSleepCompletely" = "充電上限到達まで\nスリープを無効にする";
"hlpDisableSleepCompletely" = "この設定を有効にすると、AlDenteはノートブックを閉じていても、充電上限に達するまでMacBookのスリープシステムを無効化します。電源コードを抜くとスリープは自動的に再有効化されます。";
"lblShowOnStartup" = "起動時に表示";
"hlpShowOnStartup" = "AlDenteのアプリを起動した時、ユーザーインターフェイスが自動的に表示されます。";
"hlpShowDockIcon" = "ドックにAlDenteのアイコンが表示されます。";
"lblShowDockIcon" = "ドックのアイコンを表示";
"hlpNoMenubarIcon" = "メニューバーからAlDenteのアイコンを削除します。有効にすると、このアプリにはドックのアイコンからしかアクセスできなくなります。";
"lblPopoverAnimation" = "ポップアップアニメーション";
"hlpPopoverAnimation" = "ポップアップアニメーションのON/OFFを切り替えます。";
"lblPopupWindow" = "ポップアップウィンドウ";
"lblNoMenubarIcon" = "メニューバーのアイコンを隠す";
"lblShowOnlyAlDenteIcon" = "AlDenteのアイコンのみ";
"lblMenubarIcon" = "メニューバーアイコン";
"txtInstallHelper" = "以前インストールしたAlDenteのヘルパーアプリケーションが、新規インストールを失敗させることがあります。古いヘルパーを削除してアプリを再起動してください。";
"txtDifference" = "差分：";
"txtNoConnectionNotification" = "AlDenteは30日に一度、ライセンスが有効かどうかを確認する必要があります。AlDenteを動作させるには、インターネットに接続してください。";
"lblAdvancedIntelMode" = "アドバンスドIntelモード";
"hlpSettingsLock" = "設定がロックされています。システム管理者に連絡して解除してください。";
"hlpUseRealPercentage" = "この設定を有効にすると、AlDenteはハードウェアからの実際の充電残量情報を参照します。macOSで通常表示される充電残量は、電池の寿命や充電状態により、この値と差があります。";
"ttlStats" = "ステータス";
"lblUseRealPercentage" = "ハードウェアの充電残量";
"hlpShowOnlyAlDenteIcon" = "メニューバーにいつでも新鮮なパスタのプレートがあることを望まない人はいないでしょう。";
"hlpShowBatteryIcon" = "メニューバーにいつでも新鮮なパスタのプレートがあることを望まない人はいないでしょう。";
"hlpShowPercentage" = "メニューバーにいつでも新鮮なパスタのプレートがあることを望まない人はいないでしょう。";
"lblCheckAutomatically" = "自動で確認する";
"txtIntelExplanation" = "MacBookでは、電源オフやスリープモードでも充電制限が持続することがあります。これらの場合、技術的な制約により、充電残量が若干異なることがありますのでご注意ください。";
"ttlMoreSettings" = "もっと";
"ttlScheduleSettings" = "スケジュール";
"lblSleep" = "スリープ";
"lblLockScreenWhenClosed" = "閉じた時ロック画面に";
"hlpLockScreenWhenClosed" = "有効にすると、蓋を閉めたときに自動的に画面がロックされ、スリープモードが解除されます。";
"lblAutomaticDischarge" = "自動放電";
"hlpAutomaticDischarge" = "有効にすると、現在の充電残量が高い場合、自動的に設定値まで放電します。";
"lblCharging" = "充電中";
"hlpAutomaticDischargeButton" = "AlDenteは、設定された充電上限がバッテリーの充電残量より低い場合、自動的にバッテリーを放電します。";
"ttlGeneralSettings" = "一般";
"ttlChargeSettings" = "充電";
"ttlFeatureSettings" = "機能設定";
"ttlAppearanceSettings" = "表示";
"lblMagsafeLED" = "Magsafe LED";
"lblControlMagsafeLED" = "Magsafe LEDを制御";
"hlpControlMagsafeLED" = "この設定を有効にすると、現在の充電状態に合わせてMagsafe LEDの色を制御します。";
"lblBlinkOrangeDischarge" = "放電中はオレンジ色に点滅";
"hlpBlinkOrangeDischarge" = "この設定を有効にすると、放電が有効になっている間、Magsafe LEDはオレンジ色で点滅します。";
"lblMagsafeAlwaysOff" = "常にオフ";
"hlpMagsafeAlwaysOff" = "この設定を有効にすると、AlDenteが動作している間、Magsafe LEDは常に消灯しています。";
"ttlCalibrationNotPossible" = "キャリブレーションができません！";
"txtCalibrationNotPossible" = "キャリブレーションモードは、充電器が接続されているときのみ有効です。";
"ttlSMCIssue" = "充電上限エラー";
"ttlLowChargeLimitWarning" = "低い充電上限";
"txtLowChargeLimitWarning" = "電池残量が少ない状態が長く続くと、誤作動の可能性が高くなります。/nこのような場合、意図せず電源が切れることがあります。/nこのような場合、多くはAlDenteのキャリブレーションモードで修正することができます。";
"txtSMCIssue" = "AlDenteは、macOSで一時的に充電リミッターが動作していないことを検知しました。\n動作を再開するため、以下の手順を実行してください：\n1. 充電器をコンセントから抜き、MacBookの電源を切る\n2. 5分間待つ\n3. MacBookの電源を入れ、充電器をコンセントにさす。\nこうすることでAlDenteは動作を再開するはずです。";
"ttlTasks" = "タスク";
"txtTasksIntelMode" = "インテル モードでは、タスク スケジューリングは使用できません。";
"txtTasksNotActivated" = "AlDente Pro を入手して、タスク スケジューリングのロックを解除してください!";
"txtCreateNewTask" = "＋ボタンで新しいタスクを追加！";
"txtTask" = "タスク";
"txtStartTasksNext" = "次の機会にタスクを開始:";
"txtTaskHistory" = "タスク履歴";
"ttlName" = "名前：";
"ttlActive" = "アクティブ：";
"ttlAction" = "アクション：";
"txtTopUp" = "トップアップ";
"txtDischargeTo" = "への排出";
"ttlRepeat" = "繰り返す：";
"txtDaily" = "毎日";
"txtWeekly" = "毎週";
"txtMonthly" = "毎月";
"ttlStart" = "始める：";
"hlpStartTasksNext" = "MacBook がスリープ状態または電源オフの状態では、AlDente はタスクを実行できません。タスクの実行中に MacBook がスリープ状態だったり、電源がオフになっていたりした場合、次の機会に再び電源を入れたときにタスクが開始されます。";
"lblHelperInstallError" = "ヘルパー インストール エラー";
"txtHelperInstallError" = "ヘルパーのインストール中に問題が発生しました。 [次へ] をクリックして、ヘルパー サービスをリロードします。パスワードの再入力を求められます。";
"txtPause" = "充電を一時停止";
"txtCalibrate" = "キャリブレーションモードを開始";
"txtChargeTo" = "チャージ制限を設定する";
"ttlAlDenteSetup" = "アルデンテセットアップ";
"txtAlDenteHeadline" = "アルデンテへようこそ！";
"txtIntro" = "始める前に、いくつか設定する必要があります。";
"ttlInstallHelper" = "ヘルパー アプリをインストールする";
"txtInstallHelperInfo" = "AlDente には、MacBook の充電動作を制御するためのヘルパー アプリが必要です。";
"txtHelperInstalled" = "(ヘルパーは既にインストールされています)";
"ttlOptimisedCharging" = "最適化されたバッテリー充電";
"txtOptimisedChargingInfo" = "AlDente が MacBook の充電動作を完全に制御できるようにするには、最適化されたバッテリー充電を無効にする必要があります。";
"bpOpenSettings" = "• システム設定 → バッテリーを開きます";
"bpClickInfoButton" = "• [Battery Health] の横にある情報ボタンをクリックします。";
"bpDisableOptimisedCharging" = "• 最適化されたバッテリー充電を無効にする";
"txtDisableOptimisedChargingOld" = "次の場所に移動してください: システム環境設定 ➔ バッテリー ➔ バッテリー および無効化: 最適化されたバッテリー充電。";
"btnOpenSettings" = "設定を開く";
"ttlCustomiseAlDente" = "アルデンテをカスタマイズ";
"txtPresetInfo" = "MacBookをどのように使用していますか？";
"btnMostlyHome" = "ほとんど家";
"btnOnTheGo" = "働き詰めで";
"btnSkip" = "スキップ";
"ttlSetupModal" = "これにより、次の設定が構成されます。";
"bpChargeLimit" = "• チャージ制限";
"bpLaunchAtLogin" = "• ログイン時に起動";
"bpSailingMode" = "•セーリングモード*";
"bpHeatProtection" = "• 暑さ対策*";
"bpAutomaticDischarge" = "• 自動放電*";
"bpStopChargingWhenSleeping" = "• スリープ中は充電を停止*";
"bpStopChargingWhenClosed" = "• アプリを閉じたら充電を停止*";
"bpHardwareBatteryPercentage" = "• ハードウェアのバッテリーの割合*";
"ttlProLicense" = "プロライセンス";
"txtProLicenseInfo" = "すでに Pro ライセンスをお持ちの場合は、ここでアクティベートできます。";
"btnUseFree" = "無料で使う";
"btnActivatePro" = "プロをアクティベート";
"txtOn" = "の上";
"txtOff" = "オフ";
"txtOnlyInPro" = "* AlDente Pro でのみ利用可能";
"txtEveryWeekday" = "平日";
"txtEvery2Weeks" = "隔週";
"lblStats" = "統計";
"lblPowerFlowNotAvailable" = "技術的な制限により、このシステムでは Power Flow を使用できません。";
"txtPowerFlowFreeExplanation" = "これは、デモンストレーション用の単なるサンプル データです。 AlDente Pro のロックを解除して、リアルタイム データを入手してください!";
"lblShowInPopover" = "ポップオーバーに表示";
"hlpShowInPopover" = "有効にすると、このウィジェットはメニュー バーのポップオーバーにも表示されます。";
"lblShowPercentage" = "パーセンテージを表示";
"lblShowBatteryIcon" = "バッテリーを表示";
"lblDischargeLimitToHighNotification" = "チャージ上限が高すぎる";
"txtDischargeLimitToHighNotification" = "放電機能を使用するには、充電制限を現在のバッテリーのパーセンテージよりも低い値に設定する必要があります。";
"chkDontAskAgain" = "二度と聞かない";
"lblLimit" = "制限:";
"txtAlDenteStatus" = "アルデンテステータス";
"txtMacOSNative" = "macOS ネイティブ";
"txtMacOSColored" = "macOS 色付き";
"ttlSettingsBackup" = "AlDente Pro 設定のバックアップが見つかりました。それらを復元しますか?";
"txtSettingsBackup" = "プロ設定を復元しますか?";
"lblFooterFree" = "AppHouseKitchen 2024©️";
"ttlAlDenteSettings" = "AlDente設定";
"txtDontShow" = "見せないでください";
"txtDontRepeat" = "繰り返さないでください";
"lblIconStyle" = "アイコンスタイル";
"txtAlDenteIcon" = "AlDente ロゴ";
"txtEnterTargetPercentage" = "目標パーセンテージを入力します：";
"hlpSailingMinPerc" = "20％未満では、AlDenteは常にバッテリーを充電し、セーリングモードが上書きされます。";
"ttlPowerFlow" = "パワーフロー";
"chkRembemberDecision" = "私の決定を覚えておいてください";
"ttlSensorData" = "センサーデータ";
"ttlBatHealth" = "バッテリーの健康";
"txtDesignCap" = "設計能力：";
"txtMaxCap" = "最大容量：";
"txtHardwareCap" = "ハードウェア容量：";
"txtMacOSCap" = "macOS容量：";
"txtCycleCount" = "サイクルカウント：";
"ttlBatSpecs" = "バッテリー仕様";
"txtBatTemp" = "バッテリー温度：";
"txtTimeRemaining" = "残り時間：";
"txtTimeToFull" = "フルまでの時間：";
"txtBatterySerial" = "シリアルナンバー：";
"ttlElectricalSpecs" = "電気仕様";
"txtChargerI" = "充電器電流：";
"txtChargerU" = "充電器電圧：";
"txtBatI" = "バッテリー電流：";
"txtBatU" = "バッテリー電圧：";
"txtSystemP" = "システムの負荷：";
"txtCalibrationInterrupted" = "キャリブレーションモードが中断されました。\ nキャリブレーションを続行しますか？";
"txtPopover" = "ポップオーバーで表示します";
"ttlQuitApp" = "アルデンテをやめますか？";
"txtQuitApp" = "AlDenteをやめたいですか？";
"txtCondition" = "macos状態：";
"hlpLowPowerMode" = "MacOS低電力モードがアクティブです。";
"lblLowPowerMode" = "ローパワーモード";
"lblTopUpWhileCalibrationNotification" = "不可能な補充。";
"txtTopUpWhileCalibrationNotification" = "キャリブレーションが実行されている間、トップアップは不可能です。補充を開始する前にキャリブレーションモードを無効にしてください。";
"txtNothing" = "何もしない";
"hlpRightClickAction" = "メニューバーのAlDenteアイコンが右クリックされたときに何が起こるべきかを判断します。";
"txtToggleChargeLimit" = "起動/停止充電";
"txtToggleLPM" = "低電力モードを有効/無効にします";
"txtRightClickAction" = "Menubarの右クリック";
